begrepsark/seminar5.org
#+TITLE: Begrepsark til seminar 5
#+AUTHOR: Christian O'Cadiz Gustad
#+DATE: November 7
#+OPTIONS: toc:nil num:nil
#+STARTUP: align
#+LATEX_HEADER: \usepackage[margin=0.7in]{geometry}

* Oppgave 1
#+ATTR_LATEX: :environment tabularx :width \textwidth :align 1X 
| /          | <>                                                 |
| <10>       | <50>                                               |
| *Begrep*   | *Forklaring*                                       |
|------------+----------------------------------------------------|
| *Motivasjon* | Motivasjon er en indre tilstand som forårsaker, styrer og opprettholder adferd. |
|------------+----------------------------------------------------|
| *Indre motivasjon* | Naturlig tendens til å overvinne og oppsøke utfordringer når vi forfølger våre interesser og utvikler våre ferdigheter. Aktiviteten vi gjør er belønning nok. |
|------------+----------------------------------------------------|
| *Ytre motivasjon* | Når man gjør noe for å unngå straff, oppnå karkater. Man gjør det uten interesse for aktiviteten, men av gevinsten man får av den. |
|------------+----------------------------------------------------|
| *Behovshierarki* | Maslovs modell. Mennesker har 7 klasser behov, hvor det mest grunnleggende er fysiologiske behov. Og øverst finner vi intelektuelle prestasjoner og selvrealisering. På midten finner vi trygghet og sikkerhet. |
|------------+----------------------------------------------------|
| *Selvbestemmelse* | At man har følelsen av valgfrihet og kontroll over hva vi gjør. Det vil si uten ytre motivasjon. Det som tyder på at elever som opplever tilhørighet, kompetanse og autonomi på skolen, så bidrar det sterkt til skolemotivasjon, bedre skoleprestasjoner og positiv utvikling. |
|------------+----------------------------------------------------|
| *Målorientering* | Det mest motiverende mål er konkrete, spesifikke og mulig å nå i nær fremtid. De fire målorienteringer er som følger: mestring, prestasjon, unngå arbeid og sosiale målorienteringer. |
|------------+----------------------------------------------------|
| *Mestrings orientering* | At man søker utfordringer og klarer seg igjennom vanskelige oppgaver/tider. Fokuserer utelukkende på oppgaven de har foran seg. |
|------------+----------------------------------------------------|
| *Prestasjonsorientering* | Hovedmotivasjonen er å demostrere sine evner ovenfor andre. Andres oppfatning står i fokus, ikke feks. læring. |
|------------+----------------------------------------------------|
| *Mestringsforventing* | Vår egen oppfatning av vår kompetans og effektivitet på området det gjelder. Lærerens mestringsforventing kan da for eksempel være vedkommledes tro på å kunne hjelpe vanskeligstilte elever |
|------------+----------------------------------------------------|
| *Fornventet mestring* | Motivasjon kan ses på som et produkt av to krefter. Individets forventning til å nå ett mål og verdien for målet for dette individet. Dersom en av disse faktorene avtar vil motivasjonen også avta. |
|------------+----------------------------------------------------|
| *Årsakforklaringer* | Hvordan individets forklaringer, rettferdigjøringer og unnskyldninger påvirker motivasjon og adferd. Dette faller innenfor attribusjonsteori. |
|------------+----------------------------------------------------|
| *Lært hjelpløshet* | På bakgrunn av hva individet tidligere har erfart tidliger feks. mangel på kontroll forventer de at all innsats kun vil mislykkes. Ved dette har individet en lært hjelpløshet. Dette kan føre til at individet utvikler motivasjonsproblemer samnt kognitive og emosjonelle problemer. |


\newpage

* Oppgave 2
Noter stikkord til hvordan du som lærer kan:
1. Bygge på elevenes interesser.
 * Relatere elevenes mål til deres erfaring.
 * Ha humor og personlighet i undervisningen.
 * Undersøke elevenes interesser og legge opp timer og aktiviteter rundt dette.
 * Konstruer egene oppgaver for elevene, slik at de føler at de er mer personlige.
 * Lag aktiviteter der elevene får valgmuligheter.
2. Ta hensyn til engstlige elever:
 * Ikke ha aktivteter med klare vinnere og tapere.
 * Finn steder elevene kan arbeide alene i ro.
 * Unngå situasjoner der elevene må prestere foran andre elever.
3. Støtte elevenes selvbestemmelse og autonomi:
 * Fremme elevenes valgfrihet innen aktiviteter.
 * Gi elevene ansvar og konsekvenser for egene valg.
 * Gi positiv tilbakemelding.
 * Overlat elevenes avsvar og konsekvenser til seg selv.
4. Styrke elevenes mestringsforventninger.
 * Vektlegg progresjon.
 * Vis til elevens eller andres elevers sammenheng mellom innasts og resultat
5. Fremme et mestringsorientert læringsmiljø
 * Oppmuntre elevene til å forbedre seg.
 * Bemerke fremskritt og forbedring.
  
