begrepsark/seminar5.tex
% Created 2018-11-07 on. 23:44
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{tabularx}
\usepackage[margin=0.7in]{geometry}
\author{Christian O'Cadiz Gustad}
\date{November 7}
\title{Begrepsark til seminar 5}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.2.2 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section*{Oppgave 1}
\label{sec-1}
\begin{center}
\begin{tabularx}{\textwidth}{1X}
\textbf{Begrep} & \textbf{Forklaring}\\
\hline
\textbf{Motivasjon} & Motivasjon er en indre tilstand som forårsaker, styrer og opprettholder adferd.\\
\hline
\textbf{Indre motivasjon} & Naturlig tendens til å overvinne og oppsøke utfordringer når vi forfølger våre interesser og utvikler våre ferdigheter. Aktiviteten vi gjør er belønning nok.\\
\hline
\textbf{Ytre motivasjon} & Når man gjør noe for å unngå straff, oppnå karkater. Man gjør det uten interesse for aktiviteten, men av gevinsten man får av den.\\
\hline
\textbf{Behovshierarki} & Maslovs modell. Mennesker har 7 klasser behov, hvor det mest grunnleggende er fysiologiske behov. Og øverst finner vi intelektuelle prestasjoner og selvrealisering. På midten finner vi trygghet og sikkerhet.\\
\hline
\textbf{Selvbestemmelse} & At man har følelsen av valgfrihet og kontroll over hva vi gjør. Det vil si uten ytre motivasjon. Det som tyder på at elever som opplever tilhørighet, kompetanse og autonomi på skolen, så bidrar det sterkt til skolemotivasjon, bedre skoleprestasjoner og positiv utvikling.\\
\hline
\textbf{Målorientering} & Det mest motiverende mål er konkrete, spesifikke og mulig å nå i nær fremtid. De fire målorienteringer er som følger: mestring, prestasjon, unngå arbeid og sosiale målorienteringer.\\
\hline
\textbf{Mestrings orientering} & At man søker utfordringer og klarer seg igjennom vanskelige oppgaver/tider. Fokuserer utelukkende på oppgaven de har foran seg.\\
\hline
\textbf{Prestasjonsorientering} & Hovedmotivasjonen er å demostrere sine evner ovenfor andre. Andres oppfatning står i fokus, ikke feks. læring.\\
\hline
\textbf{Mestringsforventing} & Vår egen oppfatning av vår kompetans og effektivitet på området det gjelder. Lærerens mestringsforventing kan da for eksempel være vedkommledes tro på å kunne hjelpe vanskeligstilte elever\\
\hline
\textbf{Fornventet mestring} & Motivasjon kan ses på som et produkt av to krefter. Individets forventning til å nå ett mål og verdien for målet for dette individet. Dersom en av disse faktorene avtar vil motivasjonen også avta.\\
\hline
\textbf{Årsakforklaringer} & Hvordan individets forklaringer, rettferdigjøringer og unnskyldninger påvirker motivasjon og adferd. Dette faller innenfor attribusjonsteori.\\
\hline
\textbf{Lært hjelpløshet} & På bakgrunn av hva individet tidligere har erfart tidliger feks. mangel på kontroll forventer de at all innsats kun vil mislykkes. Ved dette har individet en lært hjelpløshet. Dette kan føre til at individet utvikler motivasjonsproblemer samnt kognitive og emosjonelle problemer.\\
\end{tabularx}
\end{center}


\newpage

\section*{Oppgave 2}
\label{sec-2}
Noter stikkord til hvordan du som lærer kan:
\begin{enumerate}
\item Bygge på elevenes interesser.
\begin{itemize}
\item Relatere elevenes mål til deres erfaring.
\item Ha humor og personlighet i undervisningen.
\item Undersøke elevenes interesser og legge opp timer og aktiviteter rundt dette.
\item Konstruer egene oppgaver for elevene, slik at de føler at de er mer personlige.
\item Lag aktiviteter der elevene får valgmuligheter.
\end{itemize}
\item Ta hensyn til engstlige elever:
\begin{itemize}
\item Ikke ha aktivteter med klare vinnere og tapere.
\item Finn steder elevene kan arbeide alene i ro.
\item Unngå situasjoner der elevene må prestere foran andre elever.
\end{itemize}
\item Støtte elevenes selvbestemmelse og autonomi:
\begin{itemize}
\item Fremme elevenes valgfrihet innen aktiviteter.
\item Gi elevene ansvar og konsekvenser for egene valg.
\item Gi positiv tilbakemelding.
\item Overlat elevenes avsvar og konsekvenser til seg selv.
\end{itemize}
\item Styrke elevenes mestringsforventninger.
\begin{itemize}
\item Vektlegg progresjon.
\item Vis til elevens eller andres elevers sammenheng mellom innasts og resultat
\end{itemize}
\item Fremme et mestringsorientert læringsmiljø
\begin{itemize}
\item Oppmuntre elevene til å forbedre seg.
\item Bemerke fremskritt og forbedring.
\end{itemize}
\end{enumerate}
% Emacs 25.2.2 (Org mode 8.2.10)
\end{document}